Repository: DenisDK/CrossWays-MOBILE
Catalog: lib/l10n/intl_*.arb
Languages: uk

source: Log in
uk: Увійти

source: Continue with Google
uk: Продовжити з Google

source: or
uk: або

source: Continue with Facebook
uk: Продовжити з Facebook

source: Sign Up
uk: Зареєструватися

source: NickName
uk: Нікнейм

source: Name
uk: Ім'я

source: Pick a date
uk: Оберіть дату

source: Gender
uk: Стать

source: Male
uk: Чоловіча

source: Female
uk: Жіноча

source: Please fill in all fields
uk: Будь ласка, заповніть усі поля

source: Your age is under 18
uk: Вам менше 18 років

source: My profile
uk: Мій профіль

source: Main menu
uk: Головне меню

source: Subscriptions
uk: Підписки

source: Settings
uk: Налаштування

source: About us
uk: Про нас

source: Sign Out
uk: Вийти

source: Welcome back!
uk: З поверненням!

source: Create a new trip
uk: Створити нову подорож

source: Join the trip
uk: Приєднатися до подорожі

source: Log out of account
uk: Вийти з облікового запису

source: Are you sure you want to log out?
uk: Ви впевнені, що хочете вийти?

source: About me
uk: Про мене

source: My Trips
uk: Мої подорожі

source: Error fetching trips
uk: Помилка завантаження подорожей

source: No trips found
uk: Подорожей не знайдено

source: Unnamed trip
uk: Подорож без назви

source: Unnamed country
uk: Країна без назви

source: Unnamed creator
uk: Невідомий створювач

source: Unnamed members
uk: Невідомі учасники

source: Date not available
uk: Дата недоступна

source: User not authenticated
uk: Користувач не авторизований

source: Ops... You don\'t have subscriptions now.
uk: Упс... У вас зараз немає підписок

source: Loading...
uk: Завантаження...

source: Error loading subscriber data
uk: Помилка завантаження даних підписника

source: Subscriptions not found
uk: Підписки не знайдено

source: Unknown
uk: Невідомо

source: Are you sure?
uk: Ви впевнені?

source: Do you want to delete this subscriptions from your list?
uk: Ви хочете видалити цю підписку зі свого списку?

source: Success
uk: Успішно

source: Subscriptions removed successfully!
uk: Підписку успішно видалено!

source: Error
uk: Помилка

source: Error removing subscriptions: $e
uk: Помилка видалення підписки: $e

source: Avaliable plans
uk: Доступні плани

# thereAreSeveralPlansForUsingCrosswaysPleaseChooseThe
source: There are several plans for using CrossWays. Please choose the one that suit for trips easily
uk: Є декілька планів використання CrossWays. Будь ласка, оберіть той, який підходить для ваших подорожей

source: Regular
uk: Звичайний

source: Use standard features to plan and search for trips easily
uk: Використовуйте стандартні функції для легкого планування та пошуку подорожей

source: Subscribe only 10 people
uk: Підписка лише на 10 людей

source: Have only 10 active trips
uk: Тільки 10 активних подорожей

source: Add photo to your profile picture
uk: Додати фото до профілю

source: You have this plan
uk: У вас цей план

source: Advanced
uk: Розширений

source: Use advanced functionallity for a better user experience
uk: Використовуйте розширені функції для кращого користувацького досвіду

source: Subscribe unlimited number of people
uk: Необмежена кількість підписок

source: Have unlimited number of active trips
uk: Необмежена кількість активних подорожей

source: Add gif to your profile picture
uk: Додати GIF до фото профілю

source: Make your account private
uk: Зробити акаунт приватним

source: VIP Status
uk: VIP статус

source: User Profile
uk: Профіль користувача

source: Manage data about yourself
uk: Керуйте своїми даними

source: Upload new
uk: Завантажити нове

source: Make profile private
uk: Зробити профіль приватним

source: General information
uk: Загальна інформація

source: Username
uk: Ім'я користувача

source: Please fill in at least one field to update.
uk: Будь ласка, заповніть хоча б одне поле для оновлення

source: Update
uk: Оновити

source: Additional data
uk: Додаткові дані

source: About yourself
uk: Про себе

source: Confirmation of deletion
uk: Підтвердження видалення

# areYouSureYouWantToDeleteYourAccountThis
source: Are you sure you want to delete your account? This action cannot be undone.
uk: Ви впевнені, що хочете видалити свій обліковий запис? Цю дію неможливо скасувати

source: Delete account
uk: Видалити обліковий запис

source: Find your travel soulmate fast & easily
uk: Знайдіть супутника для подорожей швидко та легко

source: Cross ways and explore the world together
uk: Перетинайте шляхи та досліджуйте світ разом

source: "CrossWays" is an international platform created to help people struggling
uk: "CrossWays" – це міжнародна платформа, створена для допомоги людям, які шукають

# withFindingCompanyForTheirTripsOrFeelingDesireTo
source: with finding company for their trips or feeling desire to improve its planning.
uk: компанію для своїх подорожей або прагнуть покращити їх планування

# developedByTheGroupOfParticularlyStubbornStudentsCrosswaysHas
source: Developed by the group of particularly stubborn students, "CrossWays" has to offer
uk: Розроблена групою особливо наполегливих студентів, "CrossWays" пропонує

# youALotOfUsefulToolsForSatisfyingWorkAnd
source: you a lot of useful tools for satisfying work and travel planning. Keep reading to know more.
uk: вам багато корисних інструментів для комфортної роботи та планування подорожей

source: Top opportunities for you
uk: Найкращі можливості для вас

source: Finding friends
uk: Пошук друзів

source: Meet people to travel together!
uk: Знайомтеся з людьми для спільних подорожей!

source: Travel matching
uk: Підбір подорожей

source: Filter travels and people by our special tool!
uk: Фільтруйте подорожі та людей за допомогою нашого спеціального інструменту!

source: Trip planning
uk: Планування подорожей

source: We will help you with the "boring" stuff!
uk: Ми допоможемо вам з "нудною" частиною!

source: Free travel advice
uk: Безкоштовні поради щодо подорожей

source: We will always help you out!
uk: Ми завжди вам допоможемо!

source: Create a Trip
uk: Створити подорож

source: Upload Image
uk: Завантажити зображення

source: Country :
uk: Країна:

source: Select period
uk: Оберіть період

source: From
uk: З

source: To
uk: До

source: Title :
uk: Назва:

source: Description :
uk: Опис:

source: Member limit :
uk: Ліміт учасників:

source: Please enter all fields.
uk: Будь ласка, заповніть усі поля

source: Please enter a valid member limit.
uk: Будь ласка, введіть коректний ліміт учасників

source: Please select dates.
uk: Будь ласка, оберіть дати

source: The start date cannot be in the past.
uk: Дата початку не може бути в минулому

source: The end date must be later than the start date.
uk: Дата завершення має бути пізніше дати початку

# youCanNotHaveMoreThen5ActiveTripsWithout
source: You can not have more then 5 active trips without premium status.
uk: Ви не можете мати більше 5 активних подорожей без преміум-статусу

source: Create
uk: Створити

source: Member limit is required
uk: Потрібно вказати ліміт учасників

source: Minimum 1 member required
uk: Мінімум 1 учасник потрібен

source: Description is required
uk: Потрібен опис

source: Edit Trip
uk: Редагувати подорож

source: Start Date: ${DateFormat('dd-MM-yyyy').format(startDate!)}
uk: Дата початку: ${DateFormat('dd-MM-yyyy').format(startDate!)}

source: End Date: ${DateFormat('dd-MM-yyyy').format(endDate!)}
uk: Дата завершення: ${DateFormat('dd-MM-yyyy').format(endDate!)}

source: Cancel
uk: Скасувати

source: memberLimit
uk: Ліміт учасників

source: Save
uk: Зберегти

source: No Title
uk: Без назви

source: No description available
uk: Опис відсутній

source: No Location
uk: Без локації

source: No trips available
uk: Немає доступних подорожей

source: Newest trips
uk: Найновіші подорожі

source: Request sent successfully!
uk: Запит успішно надіслано!

source: See more about trip
uk: Дізнатися більше про подорож

source: This profile is Private
uk: Цей профіль приватний

source: Error loading
uk: Помилка завантаження

source: Trip updated successfully
uk: Подорож успішно оновлено

source: Error updating trip
uk: Помилка оновлення подорожі

source: Delete Trip
uk: Видалити подорож

# areYouSureYouWantToDeleteThisTripThis
source: Are you sure you want to delete this trip? This action cannot be undone.
uk: Ви впевнені, що хочете видалити цю подорож? Цю дію неможливо скасувати

source: Trip deleted successfully
uk: Подорож успішно видалено

source: Error deleting trip
uk: Помилка видалення подорожі

source: Created by
uk: Створено

source: Date
uk: Дата

source: About
uk: Про

source: Requests
uk: Запити

source: Nickname: ${request['nickname']}
uk: Нікнейм: ${request['nickname']}

source: Delete this trip
uk: Видалити цю подорож

source: Travel Request
uk: Запит на подорож

source: Much members
uk: Забагато учасників

source: This trip can not have more than {memberLimit} members
uk: Ця подорож не може мати більше ${memberLimit} учасників

source: User accepted to the trip
uk: Користувача прийнято до подорожі

source: User request declined
uk: Запит користувача відхилено

source: Error processing request
uk: Помилка обробки запиту

source: No
uk: Ні

source: Yes
uk: Так

source: Start: $startDate
uk: Початок: $startDate

source: End: $endDate
uk: Кінець: $endDate

source: People: $numberOfPeople
uk: Людей: $numberOfPeople

source: Subscribe?
uk: Підписатися?

# areYouSureYouWantToAddThisUserTo
source: Are you sure you want to add this user to your subscriptions?
uk: Ви впевнені, що хочете додати цього користувача до своїх підписок?

source: Already subscribed
uk: Вже підписані

source: You are already subscribed to this user.
uk: Ви вже підписані на цього користувача

source: Limit reached
uk: Досягнуто ліміту

# youCanOnlyHaveUpTo10SubscriptionsUpgradeTo
source: You can only have up to 10 subscriptions. Upgrade to premium to add more.
uk: Ви можете мати лише до 10 підписок. Оновіть до преміум для збільшення ліміту

source: You have successfully subscribed!
uk: Ви успішно підписалися!

source: An error occurred while adding the subscription: $e
uk: Сталася помилка під час додавання підписки: $e

source: Profile updated successfully
uk: Профіль успішно оновлено

source: Error updating profile
uk: Помилка оновлення профілю

source: No file selected
uk: Файл не обрано

source: User is not authorized.
uk: Користувач не авторизований

source: File size must not exceed 4 MB.
uk: Розмір файлу не повинен перевищувати 4 МБ

source: Animated avatars are only available to Premium users
uk: Анімовані аватари доступні тільки для преміум-користувачів
